Repository: biso-no/BISO-Flutter-rework
Catalog: lib/generated/l10n/app_*.arb
Languages: no

# aboutMessage
source: About BISO
no: Om BISO

# aboutThisRoleMessage
source: About this role
no: Om denne rollen

# academicCalendarMessage
source: Academic Calendar
no: Akademisk kalender

# accessToMemberOnlyDiscussionGroupsMessage
source: Access to member-only discussion groups
no: Tilgang til medlemseksklusive diskusjonsgrupper

# accountHolderMessage
source: Account Holder
no: Kontoinnehaver

# accountMessage
source: Account
no: Konto

# accountNumberIsRequiredMessage
source: Account number is required
no: Kontonummer er påkrevd

# accountTypeMessage
source: Account Type
no: Kontotype

# addContextOptionalMessage
source: Add context (optional)
no: Legg til kontekst (valgfritt)

# addYourBankAccountInformationToReceiveExpenseReimbursementsFromBISOMessage
source: Add your bank account information to receive expense reimbursements from BISO.
no: Legg til bankkontoinformasjon for å motta utgiftsrefusjoner fra BISO.

# addedToFavoritesMessage
source: Added to favorites
no: Lagt til favoritter

# addressInformationMessage
source: Address Information
no: Adresseinformasjon

# addressMessage
source: Address
no: Adresse

# advancedAppFeaturesAndToolsMessage
source: Advanced app features and tools
no: Avanserte appfunksjoner og verktøy

# aiAssistantMessage
source: AI Assistant
no: AI-assistent

source: All
no: Alle

# allAccessPassMessage
source: All-Access Pass
no: Alle-tilgang-pass

# allDepartmentsMessage
source: All departments
no: Alle avdelinger

# allMessage
source: All
no: Alle

# amountMessage
source: Amount
no: Beløp

# amountNOKMessage
source: Amount (NOK)
no: Beløp (NOK)

# appLanguageMessage
source: App Language
no: Appspråk

# appVersionMessage
source: App Version
no: Appversjon

# applyNowMessage
source: Apply Now
no: Søk nå

# approvedMessage
source: Approved
no: Godkjent

source: Are you sure you want to delete this chat? This action cannot be undone.
no: Er du sikker på at du vil slette denne chatten? Denne handlingen kan ikke angres.

source: Are you sure you want to remove your student ID? This will remove your verified status and access to student benefits.
no: Er du sikker på at du vil fjerne student-ID-en din? Dette vil fjerne din verifiserte status og tilgang til studentfordeler.

# areYouSureYouWantToSignOutMessage
source: Are you sure you want to sign out?
no: Er du sikker på at du vil logge ut?

# askAIMessage
source: Ask AI Assistant
no: Spør AI-assistent

# attachedFilesMessage
source: Attached Files
no: Vedlagte filer

# attachmentsMessage
source: Attachments
no: Vedlegg

# authenticationRequiredPleaseLogInAgainMessage
source: Authentication required. Please log in again.
no: Autentisering kreves. Vennligst logg inn igjen.

# autoDeleteMessagesMessage
source: Auto-delete Messages
no: Slett meldinger automatisk

# autoDeleteOptionsComingSoonMessage
source: Auto-delete options coming soon
no: Alternativer for automatisk sletting kommer snart

# autoDownloadMediaMessage
source: Auto-download Media
no: Last ned media automatisk

# autoDownloadOptionsComingSoonMessage
source: Auto-download options coming soon
no: Alternativer for automatisk nedlasting kommer snart

# autoFillDateAmountAndDescriptionFromReceiptsMessage
source: Auto-fill date, amount and description from receipts
no: Fyll ut dato, beløp og beskrivelse automatisk fra kvitteringer

# automaticallyDeleteOldMessagesMessage
source: Automatically delete old messages
no: Slett gamle meldinger automatisk

# backMessage
source: Back
no: Tilbake

# bankAccountMessage
source: Bank Account
no: Bankkonto

# bankAccountNumberIsRequiredMessage
source: Bank account number is required
no: Kontonummer er påkrevd

# bankAccountNumberMessage
source: Bank Account Number
no: Kontonummer

# bisoMemberMessage
source: BISO Member
no: BISO-medlem

# bisoMembershipMessage
source: BISO Membership
no: BISO-medlemskap

# bisoShopMessage
source: BISO Shop
no: BISO-butikk

# bisoWebshopMessage
source: BISO Webshop
no: BISO nettbutikk

# bookRoomsResourcesMessage
source: Book rooms & resources
no: Bestill rom og ressurser

# booksMessage
source: Books
no: Bøker

# brandNewMessage
source: Brand New
no: Splitter ny

# browseAsGuestMessage
source: Browse as Guest
no: Bla som gjest

# busMessage
source: Bus
no: Buss

# buyAndSellItemsMessage
source: Buy & sell items
no: Kjøp og selg varer

# buyMembershipMessage
source: Buy Membership
no: Kjøp medlemskap

# buyPassMessage
source: Buy Pass
no: Kjøp pass

# buySellItemsMessage
source: Buy & sell items
no: Kjøp og selg varer

# byOrganizerNameMessage
source: by {event}
no: av {event}

source: By submitting, you confirm that all information is accurate and you have appropriate receipts.
no: Ved å sende inn bekrefter du at all informasjon er riktig og at du har passende kvitteringer.

# cacheClearedSuccessfullyMessage
source: Cache cleared successfully
no: Cache slettet

# callMessage
source: Call
no: Ring

# cameraMessage
source: Camera
no: Kamera

# campusAndDepartmentMessage
source: Campus & Department
no: Campus og avdeling

# campusAndInterestsMessage
source: Campus & Interests
no: Campus og interesser

# campusEventsActivitiesMessage
source: Campus events & activities
no: Campusarrangementer og aktiviteter

# campusInformationMessage
source: Campus Information
no: Campusinformasjon

# campusLeadershipMessage
source: Campus Leadership
no: Campusledelse

source: Cancel
no: Avbryt

# cancelMessage
source: Cancel
no: Avbryt

# cancelledMessage
source: Cancelled
no: Avlyst

# cardPaymentMessage
source: Card Payment
no: Kortbetaling

# careerAdvantagesMessage
source: Career Advantages
no: Karrierefordeler

# categoriesMessage
source: Categories
no: Kategorier

# categoryMessage
source: Category
no: Kategori

# chatBehaviorMessage
source: Chat Behavior
no: Chatoppførsel

source: Chat deleted successfully
no: Chat slettet

# chatMessagesMessage
source: Chat Messages
no: Chatmeldinger

source: Chat muted
no: Chat dempet

# chatNotificationsMessage
source: Chat Notifications
no: Chatvarsler

# chatPrivacyMessage
source: Chat Privacy
no: Chatpersonvern

# chatPrivacySettingsMessage
source: Chat Privacy Settings
no: Innstillinger for chatpersonvern

source: Chat settings apply to all conversations. Individual chat settings can be changed from the chat info screen.
no: Chatinnstillinger gjelder for alle samtaler. Individuelle chatinnstillinger kan endres fra chatinfoskjermen.

# chatSettingsMessage
source: Chat Settings
no: Chatinnstillinger

# chatStorageMessage
source: Chat Storage
no: Chatlagring

source: Chat unmuted
no: Chat ikke lenger dempet

# checkBackLaterOrSwitchCampusMessage
source: Check back later or switch campus
no: Sjekk igjen senere eller bytt campus

source: • Check membership status\n• Purchase BISO membership\n• Access exclusive features\n• Expense reimbursements
no: • Sjekk medlemskapsstatus\n• Kjøp BISO-medlemskap\n• Få tilgang til eksklusive funksjoner\n• Utgiftsrefusjoner

# checkingPermissionsMessage
source: Checking permissions...
no: Sjekker tillatelser...

# chooseHowOthersCanFindAndContactYouMessage
source: Choose how others can find and contact you:
no: Velg hvordan andre kan finne og kontakte deg:

# chooseWhatNotificationsYouWantToReceiveMessage
source: Choose what notifications you want to receive
no: Velg hvilke varsler du vil motta

# chooseYourBICampusLocationMessage
source: Choose your BI campus location
no: Velg din BI-campus

# chooseYourCampusAndTheDepartmentResponsibleForThisExpenseMessage
source: Choose your campus and the department responsible for this expense
no: Velg ditt campus og avdelingen som er ansvarlig for denne utgiften

# chooseYourMembershipPlanMessage
source: Choose your membership plan
no: Velg din medlemskapsplan

# cityMessage
source: City
no: By

source: Clear
no: Tøm

# clearCacheMessage
source: Clear Cache
no: Tøm hurtigbuffer

# clearMessage
source: Clear
no: Tøm

# clearSessionAndTryAgainMessage
source: Clear Session & Try Again
no: Tøm økt og prøv igjen

# clearSessionMessage
source: Clear session
no: Tøm økt

# clothesMessage
source: Clothes
no: Klær

# clubsMessage
source: Clubs
no: Klubber

# clubsUnitsMessage
source: Clubs & Units
no: Klubber og enheter

# compensationMessage
source: Compensation
no: Kompensasjon

# completeProfileMessage
source: Complete Profile
no: Fullfør profil

# completeSetupMessage
source: Complete Setup
no: Fullfør oppsett

# completeYourProfileMessage
source: Complete Your Profile
no: Fullfør profilen din

# conditionMessage
source: Condition
no: Tilstand

# connectBIAccountMessage
source: Connect BI Account
no: Koble til BI-konto

source: Connect with your BI student account for instant verification and access to exclusive member features.
no: Koble til din BI-studentkonto for øyeblikkelig verifisering og tilgang til eksklusive medlemsfunksjoner.

# contactInfoOptionalMessage
source: Contact info (optional)
no: Kontaktinfo (valgfritt)

# contactInformationMessage
source: Contact Information
no: Kontaktinformasjon

# contactMessage
source: Contact
no: Kontakt

# contactSellerMessage
source: Contact Seller
no: Kontakt selger

# continueButtonMessage
source: Continue
no: Fortsett

# continueMessage
source: Continue
no: Fortsett

# continueToLoginMessage
source: Continue to login
no: Fortsett til innlogging

# copyTokenForTestingMessage
source: Copy token for testing
no: Kopier token for testing

# couldNotOpenMailAppMessage
source: Could not open mail app. Please check your email manually.
no: Kunne ikke åpne e-postapp. Vennligst sjekk e-posten din manuelt.

# createdMessage
source: Created
no: Opprettet

# currencyIsAutomaticallySetToNOKForBIStudentsMessage
source: Currency is automatically set to NOK for BI students
no: Valuta blir automatisk satt til NOK for BI-studenter

# currencyMessage
source: Currency
no: Valuta

# currentAttendeesMaxAttendeesRegisteredMessage
source: {event}/{event} registered
no: {event}/{event} registrert

# currentCampusMessage
source: Current Campus
no: Nåværende campus

# darkModeMessage
source: Dark Mode
no: Mørk modus

# dataAndStorageMessage
source: Data & Storage
no: Data og lagring

# dateFormatMessage
source: Date Format
no: Datoformat

# dateFormatOptionsComingSoonMessage
source: Date format options coming soon
no: Datoformatalternativer kommer snart

# ddMMyyyyNorwegianMessage
source: DD/MM/YYYY (Norwegian)
no: DD/MM/YYYY (norsk)

# deadlineMessage
source: Deadline
no: Frist

# delayedMinutesMessage
source: Delayed +{deltaMinutes}m
no: Forsinket +{deltaMinutes}m

source: Delete
no: Slett

source: Delete Chat
no: Slett chat

# departedMinutesAgoMessage
source: Departed $minutesTo min ago
no: Avreist for $minutesTo min siden

# departmentChatMembers
source: Department chat • {chat} members
no: Avdelingschat • {chat} medlemmer

# departmentMessage
source: Department
no: Avdeling

source: Departments
no: Avdelinger

# departuresMessage
source: Departures
no: Avganger

# describeBrieflyWhatTheExpenseIsForMessage
source: Describe briefly what the expense is for
no: Beskriv kort hva utgiften er til

# descriptionMessage
source: Description
no: Beskrivelse

# detailsAndSummaryMessage
source: Details & Summary
no: Detaljer og sammendrag

# detailsMessage
source: Details
no: Detaljer

source: Direct
no: Direkte

source: Direct message
no: Direktemelding

# directionsMessage
source: Directions
no: Veibeskrivelse

# discardChangesMessage
source: Discard changes?
no: Forkast endringer?

# discardMessage
source: Discard
no: Forkast

# discoverEventsAndOpportunitiesMessage
source: Discover events and opportunities
no: Oppdag arrangementer og muligheter

# discoverHappeningsMessage
source: Discover happenings
no: Oppdag hendelser

# discoverStudentDrivenOrganizationsAtMessage
source: Discover student-driven organizations at {campus}
no: Oppdag studentdrevne organisasjoner ved {campus}

# documentStatsMessage
source: Document Stats
no: Dokumentstatistikk

source: Done
no: Ferdig

# downloadPhotosAndFilesAutomaticallyMessage
source: Download photos and files automatically
no: Last ned bilder og filer automatisk

# draftMessage
source: Draft
no: Utkast

# draftSavedMessage
source: Draft saved
no: Utkast lagret

# draftYourLocalDraftBeforeSubmissionMessage
source: • Draft: Your local draft before submission.\n
no: • Utkast: Ditt lokale utkast før innsending.\n

# earlyMinutesMessage
source: Early {deltaMinutes}m
no: Tidlig {deltaMinutes}m

# earlyRegistrationForPopularEventsMessage
source: Early registration for popular events
no: Tidlig registrering for populære arrangementer

# editMessage
source: Edit
no: Rediger

# editProfileMessage
source: Edit Profile
no: Rediger profil

# egMacBookPro13Message
source: e.g., MacBook Pro 13"
no: f.eks. MacBook Pro 13"

# electronicsMessage
source: Electronics
no: Elektronikk

source: Email
no: E-post

# emailMessage
source: Email
no: E-post

# enableMessage
source: Enable
no: Aktiver

# enableNotificationsMessage
source: Enable Notifications
no: Aktiver varsler

# enableSystemNotificationsFirstMessage
source: Enable system notifications first
no: Aktiver systemvarsler først

# endedMessage
source: Ended
no: Avsluttet

# enterAValidAmountMessage
source: Enter a valid amount
no: Skriv inn et gyldig beløp

source: Enter email
no: Skriv inn e-post

source: Enter valid email
no: Skriv inn gyldig e-post

# enterYourInternationalAccountNumberMessage
source: Enter your international account number
no: Skriv inn ditt internasjonale kontonummer

# errorEnablingNotificationsMessage
source: Error enabling notifications: $e
no: Feil ved aktivering av varsler: $e

# errorLoadingBoardMembersMessage
source: Error loading board members
no: Feil ved lasting av styremedlemmer

# errorLoadingExpensesMessage
source: Error loading expenses
no: Feil ved lasting av utgifter

# errorLoadingNotificationSettingsMessage
source: Error loading notification settings
no: Feil ved lasting av varselinnstillinger

# errorLoadingPrivacySettingsMessage
source: Error loading privacy settings
no: Feil ved lasting av personverninnstillinger

# errorMessage
source: Error occurred
no: Det oppstod en feil

# errorPickingImageMessage
source: Error picking image: $e
no: Feil ved valg av bilde: $e

# errorUpdatingProfileMessage
source: Error updating profile: $e
no: Feil ved oppdatering av profil: $e

# eventAccessExpenseReimbursementsMarketplaceDiscountsPrioritySupportMessage
source: Event access • Expense reimbursements • Marketplace discounts • Priority support
no: Arrangementsadgang • Utgiftsrefusjon • Markedsplassrabatter • Prioritert support

# eventMessage
source: Event
no: Arrangement

# eventsAndTicketsMessage
source: Events & Tickets
no: Arrangementer og billetter

# eventsMessage
source: Events
no: Arrangementer

# exclusiveChatChannelsMessage
source: Exclusive Chat Channels
no: Eksklusive chatkanaler

# exclusiveDealsOnMarketplaceItemsMessage
source: Exclusive deals on marketplace items
no: Eksklusive tilbud på markedsplassvarer

# expenseDetailsMessage
source: Expense Details
no: Utgiftsdetaljer

# expenseHistoryMessage
source: Expense History
no: Utgiftshistorikk

# expenseReimbursementMessage
source: Expense Reimbursement
no: Utgiftsrefusjon

# expenseReimbursementStatusUpdatesMessage
source: Expense reimbursement status updates
no: Oppdateringer om utgiftsrefusjonsstatus

# expenseReimbursementsMessage
source: Expense reimbursements
no: Utgiftsrefusjoner

# expenseStatusesMessage
source: Expense Statuses
no: Utgiftsstatuser

# expenseSubmittedMessage
source: Expense submitted
no: Utgift sendt inn

# expensesMessage
source: Expenses
no: Utgifter

# expiresInRemainingSecondsMessage
source: Expires in {remainingSeconds}s
no: Utløper om {remainingSeconds}s

source: Explore
no: Utforsk

# exploreCampusMessage
source: Explore Campus
no: Utforsk campus

# exploreMessage
source: Explore
no: Utforsk

# failedToDeleteChat
source: Failed to delete chat: $e
no: Kunne ikke slette chat: $e

# failedToGenerateVerificationTokenMessage
source: Failed to generate verification token.
no: Kunne ikke generere verifiseringstoken.

# failedToLoadBoardMembersMessage
source: Failed to load board members
no: Kunne ikke laste styremedlemmer

# failedToLoadCampusesMessage
source: Failed to load campuses
no: Kunne ikke laste campuser

source: Failed to load chats
no: Kunne ikke laste chater

# failedToLoadContentMessage
source: Failed to load content
no: Kunne ikke laste innhold

# failedToLoadMembershipOptionsMessage
source: Failed to load membership options: {e}
no: Kunne ikke laste medlemskapsalternativer: {e}

# failedToLoadMessage
source: Failed to load
no: Kunne ikke laste

# failedToLoadProductMessage
source: Failed to load product: $e
no: Kunne ikke laste produkt: $e

# failedToLoadSocialsMessage
source: Failed to load socials: $e
no: Kunne ikke laste sosiale medier: $e

# failedToLoadStopPlacesMessage
source: Failed to load stop places
no: Kunne ikke laste stoppesteder

# failedToPublishMessage
source: Failed to publish: $e
no: Kunne ikke publisere: $e

# failedToResendCodeMessage
source: Failed to resend code: $e
no: Kunne ikke sende kode på nytt: $e

# failedToSaveDraftMessage
source: Failed to save draft: $e
no: Kunne ikke lagre utkast: $e

# failedToSavePaymentInformationMessage
source: Failed to save payment information: $e
no: Kunne ikke lagre betalingsinformasjon: $e

# failedToSendMessageMessage
source: Failed to send message: $e
no: Kunne ikke sende melding: $e

# failedToSubmitMessage
source: Failed to submit: $e
no: Kunne ikke sende inn: $e

# failedToUpdateFavoriteMessage
source: Failed to update favorite: $e
no: Kunne ikke oppdatere favoritt: $e

# failedToUpdatePrivacySetting
source: Failed to update privacy setting: $e
no: Kunne ikke oppdatere personverninnstilling: $e

# failedToUpdatePrivacySettingMessage
source: Failed to update privacy setting: $e
no: Kunne ikke oppdatere personverninnstilling: $e

# failedToUpdateSettingMessage
source: Failed to update setting: $e
no: Kunne ikke oppdatere innstilling: $e

# fairMessage
source: Fair
no: Rettferdig

# favoritesMessage
source: Favorites
no: Favoritter

# featuredEventMessage
source: Featured Event
no: Utvalgt arrangement

# featuredOpportunityMessage
source: Featured Opportunity
no: Utvalgt mulighet

# featuredProductMessage
source: Featured Product
no: Utvalgt produkt

# fileSAttachedMessage
source: {attachedFiles} file(s) attached
no: {attachedFiles} fil(er) vedlagt

# filesMessage
source: Files
no: Filer

# findOpportunitiesMessage
source: Find opportunities
no: Finn muligheter

# findUsOnlineMessage
source: Find us online
no: Finn oss online

# forBusinessMessage
source: For Business
no: For bedrifter

# forFasterVippsProcessingMessage
source: For faster Vipps processing
no: For raskere Vipps-behandling

# forPrepaymentsYouCanUploadQuotesOrEstimatesMessage
source: For prepayments, you can upload quotes or estimates
no: For forskuddsbetalinger kan du laste opp tilbud eller overslag

# forStudentsMessage
source: For Students
no: For studenter

# freeUpStorageSpaceMessage
source: Free up storage space
no: Frigjør lagringsplass

# fromGalleryMessage
source: From Gallery
no: Fra galleri

# furnitureMessage
source: Furniture
no: Møbler

# galleryMessage
source: Gallery
no: Galleri

# generalMessage
source: General
no: Generelt

# generatingMessage
source: Generating...
no: Genererer...

# getACodeInsteadMessage
source: Get a Code Instead
no: Få en kode i stedet

# getAccessToExclusiveEventsDiscountsAndMoreMessage
source: Get access to exclusive events, discounts, and more
no: Få tilgang til eksklusive arrangementer, rabatter og mer

# getHelpGuidanceMessage
source: Get help & guidance
no: Få hjelp og veiledning

# getHelpInformationMessage
source: Get help & information
no: Få hjelp og informasjon

# getNotifiedAboutNewCampusEventsMessage
source: Get notified about new campus events
no: Få varsler om nye campusarrangementer

# getNotifiedWhenYouReceiveNewMessagesInChatMessage
source: Get notified when you receive new messages in chat.
no: Få varsling når du mottar nye meldinger i chat.

# getTheMostOutOfBISOByCompletingYourProfileWithCampusAndContactInformationMessage
source: Get the most out of BISO by completing your profile with campus and contact information.
no: Få mest mulig ut av BISO ved å fullføre profilen din med campus- og kontaktinformasjon.

# goodMessage
source: Good
no: Bra

source: Groups
no: Grupper

# guidelinesMessage
source: Guidelines
no: Retningslinjer

# happeningAtMessage
source: Happening at {campus}
no: Skjer i {campus}

# heartItemsYouLikeToSeeThemHereMessage
source: Heart items you like to see them here!
no: Hjerte elementer du liker for å se dem her!

source: Home
no: Hjem

# homeMessage
source: Home
no: Hjem

# ifYouLeaveNowYourChangesWillNotBeSavedMessage
source: If you leave now, your changes will not be saved.
no: Hvis du forlater nå, vil ikke endringene dine bli lagret.

source: 📷 Image
no: 📷 Bilde

# importantAnnouncementMessage
source: Important Announcement
no: Viktig kunngjøring

# inAppMessageMessage
source: In-app message
no: Melding i appen

# inMinutesMessage
source: In {diff} min
no: Om {diff} min

# interestsDepartmentsMessage
source: Interests & Departments
no: Interesser og avdelinger

# interestsMessage
source: Interests
no: Interesser

# internationalAccountNumberMessage
source: International Account Number
no: Internasjonalt kontonummer

# internationalBankAccountMessage
source: International Bank Account
no: Internasjonal bankkonto

# invalidNorwegianBankAccountNumberMessage
source: Invalid Norwegian bank account number
no: Ugyldig norsk bankkontonummer

# invalidOtpCodeMessage
source: Invalid OTP code
no: Ugyldig OTP-kode

# invalidZipCodeMessage
source: Invalid zip code
no: Ugyldig postnummer

# jobOpportunitiesMessage
source: Job Opportunities
no: Jobbmuligheter

# jobsMessage
source: Jobs
no: Jobber

# keepEditingMessage
source: Keep Editing
no: Fortsett å redigere

# keepPrivateMessage
source: Keep Private
no: Hold privat

# languageChangesWillTakeEffectAfterRestartingTheAppMessage
source: Language changes will take effect after restarting the app.
no: Språkendringer vil tre i kraft etter omstart av appen.

# languageMessage
source: Language
no: Språk

# languageSettingsMessage
source: Language Settings
no: Språkinnstillinger

# lastSeenMessage
source: Last Seen
no: Sist sett

# learnMoreMessage
source: Learn More
no: Lær mer

# libraryServicesMessage
source: Library Services
no: Bibliotektjenester

# likeNewMessage
source: Like New
no: Som ny

# liveMessage
source: Live
no: Direkte

# loadingBoardMembersMessage
source: Loading board members...
no: Laster styremedlemmer...

# loadingNotificationSettingsMessage
source: Loading notification settings...
no: Laster varslingsinnstillinger...

# loadingPrivacySettingsMessage
source: Loading privacy settings...
no: Laster personverninnstillinger...

# loadingStudentInformationMessage
source: Loading student information...
no: Laster studentinformasjon...

# loadingYourProfileMessage
source: Loading your profile...
no: Laster profilen din...

# magicLinkSentMessage
source: Magic link sent! Check your email and click the link to sign in.
no: Magisk lenke sendt! Sjekk e-posten din og klikk på lenken for å logge inn.

# makePublicMessage
source: Make Public
no: Gjør offentlig

# manageAccountAndPreferences
source: Manage your account and preferences
no: Administrer kontoen og innstillingene dine

# manageDownloadedContentMessage
source: Manage downloaded content
no: Administrer nedlastet innhold

# manageReimbursementsMessage
source: Manage reimbursements
no: Administrer refusjoner

# manageYourAccountAndPreferencesMessage
source: Manage your account and preferences
no: Administrer kontoen og innstillingene dine

# marketplaceMessage
source: Marketplace
no: Markedsplass

# memberBenefitsActiveMessage
source: Member Benefits Active
no: Medlemsfordeler aktive
