Repository: biso-no/BISO-Flutter-rework
Catalog: lib/generated/l10n/app_*.arb
Languages: no

# validatorModeMessage
source: Validator Mode
no: Valideringsmodus

# verificationCodeCopiedMessage
source: Verification code copied
no: Verifiseringskode kopiert

# verificationCodeMessage
source: Verification Code
no: Verifiseringskode

# verificationCodeSentSuccessfullyMessage
source: Verification code sent successfully
no: Verifiseringskode sendt

# verificationQRCodeMessage
source: Verification QR Code
no: Verifiserings QR-kode

# verifiedMessage
source: Verified
no: Verifisert

source: Verify OTP
no: Bekreft OTP

source: Verify your BI $campusName student status and unlock exclusive features, membership benefits, and campus-wide access.
no: Bekreft din BI $campusName studentstatus og lås opp eksklusive funksjoner, medlemsfordeler og tilgang på hele campus.

# verifyYourStudentStatusMessage
source: Verify Your Student Status
no: Bekreft din studentstatus

# vibrateForNewMessagesMessage
source: Vibrate for new messages
no: Vibrer for nye meldinger

# vibrateForNotificationsMessage
source: Vibrate for notifications
no: Vibrer for varsler

# vibrationMessage
source: Vibration
no: Vibrasjon

# vibrationSettingsComingSoonMessage
source: Vibration settings coming soon
no: Vibrasjonsinnstillinger kommer snart

# viewDetailsMessage
source: View Details
no: Vis detaljer

# viewHistoryMessage
source: View History
no: Vis historikk

# viewImportantDatesMessage
source: View important dates
no: Vis viktige datoer

# viewOnBisoNoMessage
source: View on Biso.no
no: Vis på Biso.no

# visitOurWebsiteMessage
source: Visit our website
no: Besøk nettstedet vårt

# volunteerAndJobOpportunitiesMessage
source: Volunteer and job opportunities
no: Frivillig- og jobbmuligheter

# volunteerMessage
source: Volunteer
no: Verv

# volunteerOpportunitiesMessage
source: Volunteer opportunities
no: Verv

# volunteerOpportunitiesWithBISOMessage
source: Volunteer opportunities with BISO
no: Verv med BISO

# weatherMessage
source: Weather
no: Vær

# webshopMessage
source: Webshop
no: Nettbutikk

# websiteMessage
source: Website
no: Nettsted

# welcomeBackMessage
source: Welcome Back!
no: Velkommen tilbake!

# welcomeToBISOMessage
source: Welcome to BISO
no: Velkommen til BISO

source: Welcome to BISO
no: Velkommen til BISO

# welcomeToMessage
source: Welcome to
no: Velkommen til

# whatWasThisExpenseForYouCanEditMessage
source: What was this expense for? (you can edit)
no: Hva var denne utgiften for? (du kan redigere)

# whatYouGetMessage
source: What you get
no: Det du får

# youCanChangeThisSettingAnytimeInYourProfileMessage
source: You can change this setting anytime in your profile.
no: Du kan endre denne innstillingen når som helst i profilen din.

# youCannotMessageYourselfMessage
source: You cannot message yourself
no: Du kan ikke sende melding til deg selv

# youMayAlreadyBeSignedInMessage
source: You may already be signed in. Try clearing your session and signing in again.
no: Du kan allerede være logget inn. Prøv å slette økten din og logg inn på nytt.

# yourItemIsNowLiveMessage
source: Your item is now live!
no: Varen din er nå aktiv!

# yourMemberBenefitsMessage
source: Your Member Benefits
no: Dine medlemsfordeler

source: Your payment information is encrypted and stored securely. Only BISO administrators can access this information for reimbursement processing.
no: Betalingsinformasjonen din er kryptert og lagret trygt. Bare BISO-administratorer kan få tilgang til denne informasjonen for refusjonsbehandling.

# zipCodeMessage
source: Zip Code
no: Postnummer

# connectingStudentsMessage
source: Connecting students across Norway's leading business school
no: Koble studenter over hele Norges ledende handelshøyskole

source: Volunteer opportunities with BISO
no: Frivillighetmuligheter med BISO

# viewAllMessage
source: View all
no: Vis alle
