Repository: biso-no/BISO-Flutter-rework
Catalog: lib/generated/l10n/app_*.arb
Languages: no

# memberDiscountsMessage
source: Member Discounts
no: Medlemsrabatter

# memberMessage
source: Member
no: Medlem

# memberSinceMessage
source: Member Since
no: Medlem siden

# members
source: {chat} members
no: {chat} medlemmer

# membershipExpiredMessage
source: Membership Expired
no: Medlemskap utløpt

# membershipPurchaseInitiatedCompletePaymentToActivateMessage
source: Membership purchase initiated! Complete payment to activate.
no: Medlemskapskjøp startet! Fullfør betaling for å aktivere.

# messageCopiedToClipboardMessage
source: Message copied to clipboard
no: Melding kopiert til utklippstavle

# messageSellerMessage
source: Message {product}
no: Melding {product}

# messageSentSuccessfullyMessage
source: Message sent successfully!
no: Melding sendt!

# moreDocumentsMessage
source: + {sources} more documents
no: + {sources} flere dokumenter

source: Mute
no: Demp

# muteNotificationsDuringSpecificHoursMessage
source: Mute notifications during specific hours
no: Demp varsler i spesifikke timer

# nameCountStopsMessage
source: $name ($count stops)
no: $name ($count stopp)

# nameIsRequiredMessage
source: Name is required
no: Navn er påkrevd

# nameMessage
source: Name
no: Navn

# negotiableMessage
source: Negotiable
no: Til forhandling

# networkErrorMessage
source: Network error: {e}
no: Nettverksfeil: {e}

# newExpenseMessage
source: New Expense
no: Ny utgift

# newItemsAndDealsInTheMarketplaceMessage
source: New items and deals in the marketplace
no: Nye varer og tilbud på markedsplassen

# newMessagesInYourChatsMessage
source: New messages in your chats
no: Nye meldinger i chattene dine

# noActiveMembershipFoundPleasePurchaseABISOMembershipFirstMessage
source: No active membership found. Please purchase a BISO membership first.
no: Ingen aktivt medlemskap funnet. Vennligst kjøp et BISO-medlemskap først.

# noActiveUnitsHereYetMessage
source: No active units here yet
no: Ingen aktive enheter her ennå

# noBoardMembersFoundMessage
source: No board members found
no: Ingen styremedlemmer funnet

source: No chats found
no: Ingen chatter funnet

source: No conversations yet
no: Ingen samtaler ennå

# noDeparturesMessage
source: No departures
no: Ingen avganger

# noEventSelectedMessage
source: No event selected
no: Ingen hendelse valgt

# noEventsFoundMessage
source: No Events Found
no: Ingen hendelser funnet

# noExpensesFoundMessage
source: No expenses found
no: Ingen utgifter funnet

# noExpensesMatchYourCurrentFilterMessage
source: No expenses match your current filter
no: Ingen utgifter samsvarer med gjeldende filter

# noExpiryMessage
source: No expiry
no: Ingen utløp

# noFavoritesYetMessage
source: No favorites yet
no: Ingen favoritter ennå

# noFilesUploadedYetMessage
source: No files uploaded yet
no: Ingen filer lastet opp ennå

# noItemsFoundMessage
source: No items found
no: Ingen elementer funnet

# noMembersFoundForDepartmentNameMessage
source: No members found for $departmentName
no: Ingen medlemmer funnet for $departmentName

# noMembershipsAvailableMessage
source: No memberships available
no: Ingen medlemskap tilgjengelig

# noRecentExpensesMessage
source: No recent expenses
no: Ingen nylige utgifter

# noSocialLinksYetMessage
source: No social links yet
no: Ingen sosiale lenker ennå

# noStopPlacesConfiguredForThisCampusMessage
source: No stop places configured for this campus
no: Ingen stoppesteder konfigurert for dette campuset

# nokNorwegianKroneMessage
source: NOK (Norwegian Krone)
no: NOK (Norske kroner)

# noneMessage
source: None
no: Ingen

# norwegianAccountNumberMessage
source: Norwegian Account Number
no: Norsk kontonummer

# norwegianBankAccountMessage
source: Norwegian Bank Account
no: Norsk bankkonto

# norwegianBankAccountMustBe11DigitsMessage
source: Norwegian bank account must be 11 digits
no: Norsk bankkontonummer må være 11 siffer

# norwegianBusinessSchoolMessage
source: Norwegian Business School (BI)
no: Handelshøyskolen BI

# notAuthenticatedMessage
source: Not authenticated
no: Ikke autentisert

# notFoundMessage
source: Not found
no: Ikke funnet

# notNowMessage
source: Not Now
no: Ikke nå

# nothingHereYetCheckBackSoonMessage
source: Nothing here yet. Check back soon!
no: Ingenting her ennå. Kom tilbake snart!

# notificationPreferencesMessage
source: Notification Preferences
no: Varslingsinnstillinger

# notificationScheduleMessage
source: Notification Schedule
no: Varslingsplan

# notificationsEnabledSuccessfullyMessage
source: Notifications enabled successfully!
no: Varsler aktivert!

# notificationsMessage
source: Notifications
no: Varsler

source: now
no: nå

# nowMessage
source: Now
no: Nå

# officialMerchandiseAndCampusGearMessage
source: Official merchandise and campus gear
no: Offisielle produkter og campusutstyr

# offlineDataManagementComingSoonMessage
source: Offline data management coming soon
no: Offline datahåndtering kommer snart

# oneTicketGrantsAccessToAllEventsOnThisCampusMessage
source: One ticket grants access to all events on this campus.
no: Én billett gir tilgang til alle arrangementer på dette campus.

source: Open mail app
no: Åpne e-postapp

# openPositionsMessage
source: Open Positions
no: Ledige stillinger

# openTicketPortalMessage
source: Open Ticket Portal
no: Åpne billettportal

# openValidatorModeMessage
source: Open Validator Mode
no: Åpne valideringsmodus

# otherMessage
source: Other
no: Andre

# othersCanFindAndMessageYouMessage
source: Others can find and message you
no: Andre kan finne og sende melding til deg

# othersCannotFindYouInSearchMessage
source: Others cannot find you in search
no: Andre kan ikke finne deg i søk

# otpSentTo
source: OTP sent to $widget.email
no: Engangspassord sendt til $widget.email

# overallDescriptionAIGeneratedEditableMessage
source: Overall description (AI-generated, editable)
no: Overordnet beskrivelse (AI-generert, redigerbar)

# overallDescriptionMessage
source: Overall description
no: Overordnet beskrivelse

# paidMessage
source: Paid
no: Betalt

# paySelectedOptionPriceNokNOKMessage
source: Pay {selectedOption} NOK
no: Betal {selectedOption} NOK

# payWithMessage
source: Pay with
no: Betal med

# paymentInformationMessage
source: Payment Information
no: Betalingsinformasjon

# paymentInformationSavedSuccessfullyMessage
source: Payment information saved successfully
no: Betalingsinformasjon lagret

# paymentMethodMessage
source: Payment Method
no: Betalingsmetode

# pendingMessage
source: Pending
no: Venter

# personalInfoMessage
source: Personal Info
no: Personlig info

# personalInformationMessage
source: Personal Information
no: Personlig informasjon

# phoneMessage
source: Phone
no: Telefon

# phoneNumberOptionalMessage
source: Phone Number (Optional)
no: Telefonnummer (valgfritt)

# photosMessage
source: Photos
no: Bilder

# playSoundForNewMessagesMessage
source: Play sound for new messages
no: Spill av lyd for nye meldinger

# pleaseAddABitMoreDetailMessage
source: Please add a bit more detail
no: Vennligst legg til litt mer detaljer

# pleaseAddAtLeastOnePhotoMessage
source: Please add at least one photo
no: Vennligst legg til minst ett bilde

# pleaseCheckYourEmailManuallyMessage
source: Please check your email manually.
no: Vennligst sjekk e-posten din manuelt.

# pleaseEnableNotificationsInSystemSettingsMessage
source: Please enable notifications in system settings
no: Vennligst aktiver varsler i systeminnstillinger

# pleaseEnterAValidNorwegianPhoneNumberMessage
source: Please enter a valid Norwegian phone number
no: Vennligst oppgi et gyldig norsk telefonnummer

# pleaseRegisterYourStudentIDFirstMessage
source: Please register your student ID first.
no: Vennligst registrer student-ID-en din først.

# pleaseReviewAllInformationBeforeSubmittingMessage
source: Please review all information before submitting
no: Vennligst gå gjennom all informasjon før innsending

# pleaseSignInToAccessAndOtherPersonalizedFeaturesMessage
source: Please sign in to access $feature and other personalized features.
no: Vennligst logg inn for å få tilgang til $feature og andre personlige funksjoner.

# pleaseSignInToContactSellerMessage
source: Please sign in to contact seller
no: Vennligst logg inn for å kontakte selger

# pleaseSignInToSaveFavoritesMessage
source: Please sign in to save favorites
no: Vennligst logg inn for å lagre favoritter

# pleaseSignInToSellItemsMessage
source: Please sign in to sell items
no: Vennligst logg inn for å selge gjenstander

# pleaseWaitWhileWeVerifyYourMagicLinkMessage
source: Please wait while we verify your magic link...
no: Vennligst vent mens vi bekrefter den magiske lenken din...

# poorMessage
source: Poor
no: Dårlig

# popularMessage
source: POPULAR
no: POPULÆRT

# preferredContactOptionalMessage
source: Preferred contact (optional)
no: Foretrukket kontakt (valgfritt)

# prefersMessage
source: Prefers: {contactMethodLabel}
no: Foretrekker: {contactMethodLabel}

# premiumFeaturesMessage
source: Premium Features
no: Premium-funksjoner

# prepaymentMessage
source: Prepayment
no: Forskuddsbetaling

# prepaymentRequestMessage
source: Prepayment Request
no: Forespørsel om forskuddsbetaling

# priceIsNegotiableMessage
source: Price is negotiable
no: Pris kan forhandles

# priceNOKMessage
source: Price (NOK)
no: Pris (NOK)

# priorityEventAccessMessage
source: Priority Event Access
no: Prioritert arrangementsadgang

# privacyInformationMessage
source: Privacy Information
no: Personverninformasjon

# privacyMessage
source: Privacy
no: Personvern

# privacyPolicyMessage
source: Privacy Policy
no: Personvernerklæring

# privateProfileMessage
source: Private Profile
no: Privat profil

# productDetailsMessage
source: Product Details
no: Produktdetaljer

# productInformationNotAvailableMessage
source: Product information not available
no: Produktinformasjon ikke tilgjengelig

# productNotFoundMessage
source: Product not found
no: Produkt ikke funnet

# productsMessage
source: Products
no: Produkter

source: Profile
no: Profil

# profileInformationMessage
source: Profile Information
no: Profilinformasjon

# profileMessage
source: Profile
no: Profil

# profileSetToPrivate
source: Profile set to private - others cannot find you in search
no: Profil satt til privat - andre kan ikke finne deg i søk

# profileSetToPublic
source: Profile set to public - others can find and message you
no: Profil satt til offentlig - andre kan finne og sende melding til deg

# profileUpdatedSuccessfullyMessage
source: Profile updated successfully
no: Profil oppdatert

# publicProfileCreatedOthersCanFindYouInSearchMessage
source: Public profile created - others can find you in search
no: Offentlig profil opprettet - andre kan finne deg i søk

# publicProfileMessage
source: Public Profile
no: Offentlig profil

# publishMessage
source: Publish
no: Publiser

# purchaseFailedMessage
source: Purchase failed: {e}
no: Kjøp mislyktes: {e}

# purchaseMembershipMessage
source: Purchase Membership
no: Kjøp medlemskap

# pushNotificationsMessage
source: Push Notifications
no: Push-varsler

# qrDataCopiedToClipboardMessage
source: QR data copied to clipboard: {qrData}...
no: QR-data kopiert til utklippstavle: {qrData}...

# qrErrorMessage
source: QR Error
no: QR-feil

# quickLinksMessage
source: Quick Links
no: Hurtiglenker

# quietHoursFeatureComingSoonMessage
source: Quiet hours feature coming soon
no: Stilletimer-funksjon kommer snart

# quietHoursMessage
source: Quiet Hours
no: Stilletimer

# reRunAIMessage
source: Re-run AI
no: Kjør AI på nytt

# readReceiptsMessage
source: Read Receipts
no: Lesebekreftelser

# readyToHelpMessage
source: Ready to help
no: Klar til å hjelpe

# realtimeBusMetroMessage
source: Realtime bus & metro
no: Sanntids buss og T-bane

# receiptsAreRequiredForReimbursementMessage
source: Receipts are required for reimbursement
no: Kvitteringer er påkrevd for refusjon

# receiptsDocumentsMessage
source: Receipts & Documents
no: Kvitteringer og dokumenter

# receiptsMessage
source: Receipts
no: Kvitteringer

# receiveNotificationsForNewMessagesMessage
source: Receive notifications for new messages
no: Motta varsler for nye meldinger

# recentExpensesMessage
source: Recent Expenses
no: Nylige utgifter

# refreshMessage
source: Refresh
no: Oppdater

# refreshStatusMessage
source: Refresh Status
no: Oppdater status

# regionalSettingsMessage
source: Regional Settings
no: Regionale innstillinger

# registrationRequiredMessage
source: Registration Required
no: Registrering påkrevd

# rejectedMessage
source: Rejected
no: Avvist

# relatedEventMessage
source: Related Event
no: Relatert arrangement

# relatesToAnEventMessage
source: Relates to an event
no: Relaterer til en hendelse

# removeMessage
source: Remove
no: Fjern

# removeStudentIDMessage
source: Remove Student ID
no: Fjern student-ID

# removedFromFavoritesMessage
source: Removed from favorites
no: Fjernet fra favoritter

# renewMembershipMessage
source: Renew Membership
no: Forny medlemskap

# requestPrepaymentMessage
source: Request Prepayment
no: Be om forskuddsbetaling

# requiredMessage
source: Required
no: Påkrevd

# requiredSkillsMessage
source: Required Skills
no: Nødvendige ferdigheter

# requiresSWIFTCodeForInternationalTransfersMessage
source: Requires SWIFT code for international transfers
no: Krever SWIFT-kode for internasjonale overføringer

source: Resend code
no: Send kode på nytt

# resendCodeInMessage
source: Resend code in {resendCountdown}s
no: Send kode på nytt om {resendCountdown}s

source: Retry
no: Prøv igjen

# retryMessage
source: Retry
no: Prøv igjen

# reviewAndSubmitMessage
source: Review & Submit
no: Gjennomgå og send inn

# reviewYourExpenseMessage
source: Review your expense
no: Gjennomgå utgiften din

# saleMessage
source: SALE
no: SALG

# saveAsDraftMessage
source: Save as Draft
no: Lagre som utkast

# saveMessage
source: Save
no: Lagre

# savePaymentInformationMessage
source: Save Payment Information
no: Lagre betalingsinformasjon

# scanStudentQRCodesToVerifyMembershipMessage
source: Scan student QR codes to verify membership
no: Skann student QR-koder for å verifisere medlemskap

# scheduleMessage
source: Schedule
no: Timeplan

# scheduledTimeMessage
source: Scheduled {formatTime}
no: Planlagt {formatTime}

source: Search Chats
no: Søk i samtaler

# searchDisabledInFavoritesMessage
source: Search disabled in favorites
no: Søk deaktivert i favoritter

# searchEventsMessage
source: Search events
no: Søk arrangementer

# searchMarketplaceMessage
source: Search marketplace
no: Søk markedsplass

# searchMessage
source: Search
no: Søk

source: Search Messages
no: Søk meldinger

source: Search messages and chat names...
no: Søk meldinger og chattenavn...

# searchMustBeAtLeast2CharactersMessage
source: Search must be at least 2 characters
no: Søk må være minst 2 tegn

# searchWebshopMessage
source: Search webshop
no: Søk nettbutikk

# securePaymentPoweredByVippsMobilePayMessage
source: Secure payment powered by Vipps MobilePay
no: Sikker betaling drevet av Vipps MobilePay

# secureStorageMessage
source: Secure Storage
no: Sikker lagring

# secureVerificationMessage
source: Secure Verification
no: Sikker verifisering

# selectCampusAndDepartmentToSaveDraftMessage
source: Select campus and department to save draft
no: Velg campus og avdeling for å lagre utkast

# selectCampusMessage
source: Select Campus
no: Velg campus

# selectImageSourceMessage
source: Select Image Source
no: Velg bildekilde

# selectInterestsMessage
source: Select Interests
no: Velg interesser

# selectMessage
source: Select
no: Velg

# selectYourHomeCampusMessage
source: Select your home campus
no: Velg hjemcampus

# selectedPlanMessage
source: Selected Plan
no: Valgt plan

# sellItemMessage
source: Sell Item
no: Selg gjenstand

# sellerInformationMessage
source: Seller Information
no: Selgerinformasjon

# sendMagicLinkMessage
source: Send Magic Link
no: Send magisk lenke

# sendMessageToSellerMessage
source: Send a message to {product}:
no: Send en melding til {product}:

# sessionClearedMessage
source: Session cleared - OTP flow should work now
no: Økt tømt - OTP-flyt skal fungere nå

# settingsMessage
source: Settings
no: Innstillinger

# sharePointSearchMessage
source: SharePoint Search
no: SharePoint-søk

# sharedProduct
source: 🛍️ Shared $productName
no: 🛍️ Delt $productName

# shopOnBISOnoMessage
source: Shop on BISO.no
no: Handle på BISO.no

# showAllProductsMessage
source: Show all products
no: Vis alle produkter

# showFavoritesOnlyMessage
source: Show favorites only
no: Vis kun favoritter

# showLessMessage
source: Show Less
no: Vis mindre

# showMoreMessage
source: Show {widget} More
no: Vis {widget} flere

# showThisToValidatorsMessage
source: Show this to validators
no: Vis dette til validatorer

# showYourLastSeenStatusMessage
source: Show your last seen status
no: Vis din sist sett-status

# signInFailedMessage
source: Sign In Failed
no: Innlogging mislyktes

# signInMessage
source: Sign In
no: Logg inn

# signInRequiredMessage
source: Sign In Required
no: Innlogging påkrevd

# signInToViewYourProfileMessage
source: Sign in to view your profile
no: Logg inn for å se profilen din

# signInWithBIAccountMessage
source: Sign In with BI Account
no: Logg inn med BI-konto

# signOutMessage
source: Sign Out
no: Logg ut

# signingYouInMessage
source: Signing You In...
no: Logger deg inn...

# siteListingMessage
source: Site Listing
no: Nettstedslisting

# sitesMessage
source: Sites
no: Nettsteder

# somethingWentWrongMessage
source: Something went wrong
no: Noe gikk galt

# somethingWentWrongWhileSigningYouInMessage
source: Something went wrong while signing you in. Please try again.
no: Noe gikk galt under innlogging. Vennligst prøv igjen.

# soundMessage
source: Sound
no: Lyd

# specialEventMessage
source: Special Event
no: Spesialbegivenhet

# sportsMessage
source: Sports
no: Sport

# standardNorwegianBankAccountWithMOD11ValidationMessage
source: Standard Norwegian bank account with MOD11 validation
no: Standard norsk bankkonto med MOD11-validering

# startConversationWithYourTeam
source: Start a conversation with your team
no: Start en samtale med teamet ditt

# statusHistoryMessage
source: Status History
no: Statushistorikk

# stopPlaceMessage
source: Stop Place
no: Stoppested

# studentIDNotFoundPleaseVerifyYourStudentStatusFirstMessage
source: Student ID not found. Please verify your student status first.
no: Student-ID ikke funnet. Vennligst verifiser din studentstatus først.

# studentOrganizationsMessage
source: Student organizations
no: Studentorganisasjoner

# studentSupportMessage
source: Student Support
no: Studentstøtte

# studentVerificationMessage
source: Student Verification
no: Studentverifisering

# studentsMessage
source: Students
no: Studenter

# submitAndTrackYourExpenseClaimsMessage
source: Submit and track your expense claims
no: Send inn og spor dine utleggsrefusjoner

# submitForApprovalMessage
source: Submit for Approval
no: Send til godkjenning

# submitMessage
source: Submit
no: Send inn

# submittedMessage
source: Submitted
no: Sendt inn

# successMessage
source: Success
no: Suksess

# swiftBICCodeMessage
source: SWIFT/BIC Code
no: SWIFT/BIC-kode

# swiftCodeCanOnlyContainLettersAndNumbersMessage
source: SWIFT code can only contain letters and numbers
no: SWIFT-kode kan bare inneholde bokstaver og tall

# swiftCodeIsRequiredForInternationalAccountsMessage
source: SWIFT code is required for international accounts
no: SWIFT-kode er påkrevd for internasjonale kontoer

# swiftCodeMessage
source: SWIFT Code
no: SWIFT-kode

# swiftCodeMustBe8Or11CharactersMessage
source: SWIFT code must be 8 or 11 characters
no: SWIFT-kode må være 8 eller 11 tegn

# takePhotoMessage
source: Take Photo
no: Ta bilde

# tapToGenerateMessage
source: Tap to Generate
no: Trykk for å generere

# teamChatMembers
source: Team chat • {chat} members
no: Teamchat • {chat} medlemmer

source: Teams
no: Team

# termsOfServiceMessage
source: Terms of Service
no: Vilkår for bruk

source: There are currently no active membership plans for your campus. This may be because membership sales are temporarily disabled or undergoing maintenance. Please check back later.
no: Det finnes for øyeblikket ingen aktive medlemskapsplaner for ditt campus. Dette kan skyldes at medlemskapssalg er midlertidig deaktivert eller under vedlikehold. Vennligst sjekk igjen senere.

# thereAreNoEventsMatchingYourCriteriaMessage
source: There are no events matching your criteria.
no: Det finnes ingen hendelser som matcher dine kriterier.

# thinkingMessage
source: Thinking...
no: Tenker...

# thisMagicLinkHasExpiredOrIsInvalidMessage
source: This magic link has expired or is invalid. Please request a new one.
no: Denne magiske lenken har utløpt eller er ugyldig. Be om en ny.

source: This message was deleted
no: Denne meldingen ble slettet

source: This will clear all cached images and data. The app may take longer to load content after clearing cache.
no: Dette vil slette alle mellomlagrede bilder og data. Appen kan ta lengre tid å laste innhold etter å ha tømt mellomlageret.

# ticketsMessage
source: Tickets
no: Billetter

# titleIsRequiredMessage
source: Title is required
no: Tittel er påkrevd

# titleMessage
source: Title
no: Tittel

# tokenExpiresInMessage
source: Token expires in
no: Token utløper om

# totalAmountMessage
source: Total Amount
no: Totalbeløp

# tryAgainMessage
source: Try again
no: Prøv igjen

# tryChangingYourFilterOrCheckBackLaterMessage
source: Try changing your filter or check back later
no: Prøv å endre filteret eller sjekk igjen senere

# tryDifferentSearchTerm
source: Try a different search term
no: Prøv et annet søkeord

# typeAtLeast2CharactersMessage
source: Type at least 2 characters
no: Skriv minst 2 tegn

# typeYourMessageMessage
source: Type your message...
no: Skriv meldingen din...

# typingIndicatorsMessage
source: Typing Indicators
no: Skriveindikatorer

# unableToVerifyMembershipStatusPleaseTryAgainMessage
source: Unable to verify membership status. Please try again.
no: Kan ikke verifisere medlemskapsstatus. Prøv igjen.

# unitsDepartmentsMessage
source: Units & Departments
no: Enheter og avdelinger

# unitsMessage
source: Units
no: Enheter

# unknownMessage
source: Unknown
no: Ukjent

# unknownUserMessage
source: Unknown User
no: Ukjent bruker

# unlockAfterVerificationMessage
source: Unlock After Verification
no: Lås opp etter verifisering

# unlockTheseBenefitsMessage
source: Unlock These Benefits
no: Lås opp disse fordelene

source: Unmute
no: Fjern lyddemping

# upcomingMessage
source: Upcoming
no: Kommende

# uploadDocumentPDFMessage
source: Upload Document (PDF)
no: Last opp dokument (PDF)

# uploadPhotosOrScansOfYourReceiptsMessage
source: Upload photos or scans of your receipts
no: Last opp bilder eller skanninger av kvitteringene dine

# uploadReceiptsAndDocumentsMessage
source: Upload receipts and documents
no: Last opp kvitteringer og dokumenter

# urgentMessage
source: URGENT
no: HASTER

# useAIToExtractDetailsMessage
source: Use AI to extract details
no: Bruk AI til å trekke ut detaljer

# useDarkThemeThroughoutTheAppMessage
source: Use dark theme throughout the app
no: Bruk mørkt tema i hele appen

# useMagicLinkInsteadMessage
source: Use magic link instead
no: Bruk magisk lenke i stedet

# useTheCampusSwitcherOnTheHomeScreenToChangeCampusMessage
source: Use the campus switcher on the home screen to change campus
no: Bruk campusbytteren på hjemmeskjermen for å endre campus

# useVerificationCodeInsteadMessage
source: Use verification code instead
no: Bruk verifiseringskode i stedet

source: Use your @bi.no email for secure, instant verification. This ensures your student ID belongs to you.
no: Bruk din @bi.no e-post for sikker, øyeblikkelig verifisering. Dette sikrer at student-ID-en din tilhører deg.

# usingToolMessage
source: Using {runningTools}...
no: Bruker {runningTools}...

# validUntilMessage
source: Valid Until
no: Gyldig til
